Repository: eduardobragaxz/Just_eXtra_Light
Catalog: JusteXtraLight/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# ChooseFolderButton.Text
source: Choose folder
pt_br: Escolher pasta

# ConversionCompleteTitle
source: Conversion complete!
pt_br: Conversão completa!

# ConvertButton.Text
source: Convert
pt_br: Converter

# ConversionCompleteContent
source: The images have been saved
pt_br: As imagens já foram salvadas

# ConversionCompleteContent2
source: The images have been converted and can be saved now
pt_br: As imagens já foram convertidas e agora podem ser salvadas

# ArgumentsTextBox.Header
source: Arguments
pt_br: Argumentos

# SaveImagesButton.Text
source: Save images
pt_br: Salvar imagens

# DragAndDropInstructions.Text
source: Drag and drop images here
pt_br: Arraste e solte imagens aqui

# ConversionFailedTitle
source: Something went wrong!
pt_br: Algo deu errado!

# ConversionFailedMessage
source: Some images may not have been converted. If you're adding arguments, make sure they're spelled correctly and that there are no spaces at the start and at the end
pt_br: Algumas imagens podem não ter sido convertidas. Se estiver adicionando argumentos, certifique-se de que estão corretos e que não há espaço no começo e no final.

# ExpertsSection1.Text
source: Experts settings
pt_br: Configurações para experts

# ExpertsSection2.Text
source: Add arguments for the conversion
pt_br: Adicionar argumentos para a conversão.

# NameConflictDialogTitle
source: Arquivo já existe!
pt_br: Conflito de nomes

# NameConflictDialogContent
source: One or more images could not be saved because files with the same name already exist in the folder you chose. Rename the file in the text field below. The app will try again only once.
pt_br: Algumas das imagens não puderam ser salvadas porque um arquivo com o mesmo nome já existe na pasta que você escolheu.

# NameConflictDialogPrimaryButton
source: Rename and try again
pt_br: Renomear e tentar novamente

# RenameTextBoxHeader
source: New name
pt_br: Novo nome

# AppMadeWith.Text
source: This app was made with
pt_br: Este aplicativo foi feito com

# ClearListButton.Text
source: Clear list
pt_br: Limpar lista

# ClearListButton.ToolTipService.ToolTip
source: Clear the list of converted and non converted images
pt_br: Limpar a lista de imagens convertidas e não convertidas

# ContentDialogCloseButton
source: Close
pt_br: Fechar

# SuccessDialogContent
source: All the images from the folders were converted.
pt_br: Todas as imagens das pastas foram convertidas.

# SuccessDialogTitle
source: Success!
pt_br: Sucesso!

# MildErrorDialogContent
source: Some images have not been converted. It's possible the commands are incorrect. Click on the button below to see the images.
pt_br: Algumas imagens não foram convertidas. É possível que os comandos estejam incorretos. Clique no botão abaixo para ver as imagens não convertidas.

# MildErrorDialogTitle
source: Attention!
pt_br: Atenção!

# ViewErrorImages.Content
source: View images not converted
pt_br: Ver imagens não convertidas

# AppNotificationSuccessContent
source: Process complete
pt_br: Processo completo

# MalformedStringDialogContent
source: Check the text box above and make sure there are no mistakes.
pt_br: Verifique a caixa de texto acima e verifique se há algum erro.

# MalformedStringDialogTitle
source: Invalid commands
pt_br: Comandos inválidos

# AddFolderButton.Text
source: Add folder
pt_br: Adicionar pasta

# ChooseImages.Text
source: Choose images
pt_br: Escolher imagens
